[
  {
    "id": 13,
    "type": "boardgame",
    "name": "CATAN",
    "description": "In CATAN (formerly The Settlers of Catan), players try to be the dominant force on the island of Catan by building settlements, cities and roads. On each turn dice are rolled to determine which resources the island produces. Players build structures by 'spending' resources (sheep, wheat, wood, brick and ore) which are represented by the relevant resource cards; each land type, with the exception of the unproductive desert, produces a specific resource: hills produce brick, forests produce wood, mountains produce ore, fields produce wheat, and pastures produce sheep.\n\nSet-up includes randomly placing large hexagonal tiles (each depicting one of the five resource-producing terrain types--or the desert) in a honeycomb shape and surrounding them with water tiles, some of which contain ports of exchange. A number disk, the value of which will correspond to the roll of two 6-sided dice, are placed on each terrain tile. Each player is given two settlements (think: houses) and roads (sticks) which are placed on intersections and borders of the terrain tiles. Players collect a hand of resource cards based on which terrain tiles their last-placed settlement is adjacent to. A robber pawn is placed on the desert tile.\n\nA turn consists of rolling the dice, collecting resource cards based on this dice roll and the position of settlements (or upgraded cities&mdash;think: hotels), turning in resource cards (if possible and desired) for improvements, trading cards at a port, possibly playing a development card, or trading resource cards with other players. If the dice roll is a 7, the active player moves the robber to a new terrain tile and steals a resource card from another player who has a settlement adjacent to that tile.\n\nPoints are accumulated by building settlements and cities, having the longest road or the largest army (from some of the development cards), and gathering certain development cards that simply award victory points. When a player has gathered 10 points (some of which may be held in secret), s/he announces this and claims the win.\n\n",
    "yearpublished": 1995,
    "minplayers": 3,
    "maxplayers": 4,
    "playingtime": 120,
    "minage": 10,
    "usersrated": null,
    "average": null,
    "rank": 603,
    "categories": [
      "Economic",
      "Negotiation"
    ],
    "mechanics": [
      "Chaining",
      "Dice Rolling",
      "Hand Management",
      "Hexagon Grid",
      "Hidden Victory Points",
      "Income",
      "Market",
      "Modular Board",
      "Network and Route Building",
      "Race",
      "Random Production",
      "Take That",
      "Trading",
      "Variable Set-up"
    ],
    "designers": [
      "Klaus Teuber"
    ],
    "artists": [
      "Volkan Baga",
      "Tanja Donner",
      "Pete Fenlon",
      "Jason Hawkins",
      "Eric Hibbeler",
      "Michaela Kienle",
      "Andreas Klober",
      "Harald Lieske",
      "Michael Menzel",
      "Marion Pott",
      "Quentin Regnes",
      "Andreas Resch",
      "Matt Schwabel",
      "Franz Vohwinkel",
      "Stephen Graham Walsh"
    ],
    "publishers": [
      "KOSMOS",
      "64 Ounce Games",
      "999 Games",
      "Albi",
      "asmodee",
      "Astrel Games",
      "BGA Plus",
      "Brädspel.se",
      "Brain Games",
      "Broadway Toys LTD",
      "Capcom Co., Ltd.",
      "Catan Studio",
      "Competo / Marektoy",
      "danspil",
      "Descartes Editeur",
      "Devir",
      "Dexy Co",
      "Enigma (Bergsala Enigma)",
      "Eurogames",
      "Filosofia Éditions",
      "Galakta",
      "Giochi Uniti",
      "GP Games",
      "Grow Jogos e Brinquedos",
      "HaKubia",
      "Hanayama",
      "Hobby World",
      "Ideal Board Games",
      "Igroljub",
      "IntelliGames.BG",
      "Ísöld ehf.",
      "Kaissa Chess & Games",
      "Korea Boardgames",
      "L&M Games",
      "Laser plus",
      "Lautapelit.fi",
      "Logojogos",
      "Mayfair Games",
      "MIPL",
      "NeoTroy Games",
      "Ninive Games",
      "Paper Iyagi",
      "Piatnik",
      "Rozum",
      "Smart Ltd",
      "Spilbræt.dk",
      "Stupor Mundi",
      "Super Impulse",
      "SuperHeated Neurons",
      "Swan Panasia Co., Ltd.",
      "Tilsit",
      "Top Toys",
      "TRY SOFT",
      "Vennerød Forlag AS"
    ]
  },
  {
    "id": 14,
    "type": "boardgame",
    "name": "Basari",
    "description": "Basari is a game of gem merchants competing in a marketplace\": racing, collecting, trading, and predicting what the other merchants will do.\n\nTo start the game, players receive 12 gemstones (3 each of 4 colors). \nEach turn there will be a movement phase and an action phase:\n\nFor movement, everyone simultaneously rolls their die and moves their markers around a track.\n\nThey then choose one of three different actions to perform. The actions are:\n- to take a variety of gems from a market stall, \n- to immediately score from between 4 and 7 points, or \n- to roll and move again and also collect points.\n\nThe action cards are revealed simultaneously. If only 1 player chose a particular action, they simply perform that action. If 2 players chose the same action, they barter back and forth with gemstones. One player will eventually accept the other's offer of gems, and the other will take the action. If 3 or 4 players all chose the same action card, that action is cancelled. Note that in 4-player games, there will always be a conflict in choice of 3 actions, so much more negotiating goes on.\n\nA new turn begins with everyone rolling their die, moving, then choosing and revealing their action cards. When any merchant piece completes a lap around the board, the round ends and bonus points are awarded based on who has the majority in each gem color and who has completed a lap. After three rounds, the game is over and the highest score wins.\n\nRe-implemented by:\n\n\n     Edel, Stein & Reich\n\n\n",
    "yearpublished": 1998,
    "minplayers": 3,
    "maxplayers": 4,
    "playingtime": 25,
    "minage": 10,
    "usersrated": null,
    "average": null,
    "rank": 2905,
    "categories": [
      "Negotiation"
    ],
    "mechanics": [
      "Roll / Spin and Move",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "designers": [
      "Reinhard Staupe"
    ],
    "artists": [
      "John Kovalic",
      "Lüders & Baran",
      "Stefan Theurer"
    ],
    "publishers": [
      "F.X. Schmid",
      "New Games Order, LLC",
      "Nürnberger-Spielkarten-Verlag",
      "Out of the Box Publishing",
      "Swan Panasia Co., Ltd.",
      "White Goblin Games"
    ]
  },
  {
    "id": 174430,
    "type": "boardgame",
    "name": "Gloomhaven",
    "description": "Gloomhaven  is a game of Euro-inspired tactical combat in a persistent world of shifting motives. Players will take on the roles of wandering adventurers with their own special sets of skills and their own reasons for traveling to this dark corner of the world. Players must work together out of necessity to clear out menacing dungeons and forgotten ruins. In the process, they will enhance their abilities with experience and loot, discover new locations to explore and plunder, and expand an ever-branching story fueled by the decisions they make.\n This is a game with a persistent and changing world that is ideally played over many game sessions. After a scenario, players will make decisions about what to do next, which will determine how the story continues, kind of like a &ldquo;Choose Your Own Adventure&rdquo; book. Playing through a scenario is a co-operative affair where players will fight against automated monsters using an innovative card system to determine the order of play and what a player does on their turn.\n\nEach turn, a player chooses two cards to play out of their hand. The number on the top card determines their initiative for the round. Each card also has a top and bottom power, and when it is a player&rsquo;s turn in the initiative order, they determine whether to use the top power of one card and the bottom power of the other, or vice-versa. Players must be careful, though, because over time they will permanently lose cards from their hands. If they take too long to clear a dungeon, they may end u exhausted and be forced to retreat.\n\n",
    "yearpublished": 2017,
    "minplayers": 1,
    "maxplayers": 4,
    "playingtime": 120,
    "minage": 14,
    "usersrated": null,
    "average": null,
    "rank": 4,
    "categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "mechanics": [
      "Action Queue",
      "Action Retrieval",
      "Campaign / Battle Card Driven",
      "Card Play Conflict Resolution",
      "Communication Limits",
      "Cooperative Game",
      "Critical Hits and Failures",
      "Deck Construction",
      "Grid Movement",
      "Hand Management",
      "Hexagon Grid",
      "Legacy Game",
      "Line of Sight",
      "Modular Board",
      "Multi-Use Cards",
      "Narrative Choice / Paragraph",
      "Once-Per-Game Abilities",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game",
      "Storytelling",
      "Tags",
      "Variable Player Powers"
    ],
    "designers": [
      "Isaac Childres"
    ],
    "artists": [
      "Alexandr Elichev",
      "Josh T. McDowell",
      "Alvaro Nebot"
    ],
    "publishers": [
      "Cephalofair Games",
      "Albi",
      "Albi Polska",
      "Arclight Games",
      "Feuerland Spiele",
      "Galápagos Jogos",
      "Games Warehouse",
      "Gém Klub Kft.",
      "Hobby World",
      "Korea Boardgames",
      "MYBG Co., Ltd."
    ]
  }
]
